Repository: chrmue44/BatInspector
Catalog: BatInspector/Properties/MyResources.*.resx
Languages: de

source: Duration
de: Dauer

source: char. Frequency
de: char. Frequenz

source: select call type
de: Ruftyp auswählen

source: Error
de: Fehler

source: Warning
de: Warnung

# AboutHistory
source: Version History
de: Versionsverlauf

source: Call Information
de: Parameter des Rufes

source: Licenses
de: Lizenzen

source: Settings
de: Einstellungen

source: Factory settings
de: Werkseinstellungen

# BtnCancel
source: Cancel
de: Abbruch

# ToolTipSaveSettings
source: save settings
de: Einstellungen speichern

# MainWinProjectView
source: Project View
de: Projekt-Ansicht

# MainBtnAll
source: All
de: Alle

# MainBtnNone
source: None
de: Keine

# MainBtnHideUnselected
source: Hide unsel.
de: Verstecke unsel.

# MainBtnShowAll
source: Show all
de: Zeige Alle

# MainBtnDelSelected
source: Del sel.
de: Lösche sel.

# MainBtnSize
source: Size
de: Größe

# MainBtnHideShowInfo
source: Hide/Show Info
de: Zeige/Verberge Info

# ColorMapColorPt
source: Color Pt
de: Farbe Pkt

# ColorMapValuePt
source: Value Pt
de: Wert Pkt

# ColorMapBlue
source: Blue
de: Blau

# ColorMapGreen
source: Green
de: Grün

# ColorMapRed
source: Red
de: Rot

# ColorMapConfig
source: Configure Color Gradient
de: Farbverlauf konfigurieren

# ColorMapGradient
source: Color Gradient
de: Farbverlauf

# BtnApply
source: Apply
de: Anwenden

# CtlWavAutoDetection
source: Automatic Classification
de: KI Klassifizierung

# CtlWavManualDetection
source: Manual Classification
de: Man. Klassifizierung

# CtlWavCall
source: Call
de: Ruf

source: Sampling Rate
de: Abtastrate [kHz]

# CtlWavRemarks
source: Remarks
de: Bemerkungen

# ToolTipZoomToCursor
source: Zoom to cursor
de: Vergrößere auf Cursor

# ToolTipZoomOutTotal
source: Zoom out to total image
de: Zeige gesamte Aufnahme

# TooltipZoomInX2V
source: Zoom in x2 vertically
de: Vergrößere 2x vertikal

# ToolTipZoomOutX2V
source: Zoom out x2 vertically
de: Verkleinere 2x vertikal

# ToolTipMoveUpF
source: Move up (increasing frequency)
de: Gehe nach oben auf der Frequenzachse

# ToolTipMoveDownF
source: Move down (decreasing frequency)
de: Gehe nach unten auf der Frequenzachse

# ToolTipZoomInX2H
source: Zoom in x2 horizontally
de: Vergrößere 2x hotizontal

# ToolTipZoomOutX2Horizontally
source: Zoom out x2 horizontally
de: Verkleinere 2x vertikal

# ToolTipMoveLeftT
source: Move left (decreasing time)
de: Gehe nach links auf der Zeitachse

# ToolTipMoveRightIT
source: Move right (increasing time)
de: Gehe nach rechts auf der Zeitachse

# ToolTipIncRange
source: increase dynamic range
de: Vergrößere Dynamik-Bereich für Darstellung

# ToolTipDecRange
source: decrease dynamic range
de: Verkleinere Dynamik-Bereich für Darstellung

# ToolTipPlayDispSection
source: play displayed section
de: Spiele angezeigten Abschnitt ab

# ToolTipPlayDispSection10x
source: play displayed section, stretched 10x
de: Spiele angezeigten Abschnitt 10x gestreckt ab

# ToolTipPlayDispSection20x
source: play displayed section, stretched 20x
de: Spiele angezeigten Abschnitt 20x gestreckt ab

# ToolTipStopPlayingAudio
source: stop playing audio
de: Audion abspielen beenden

source: Frequency
de: Frequenz

source: Point in Time
de: Zeitpunkt

# DeltaT
source: Time Lag
de: Zeitdifferenz

# CtlZoomRange
source: dyn. Range
de: dyn. Bereich

# Snr
source: S/N ratio
de: S/R-Abstand

# CtlZoomDistToPrev
source: Dist to previous
de: Abstand vorh. Ruf

# CtlLogClear
source: Clear
de: Löschen

# CtlZoomRecTime
source: Recording Time
de: Aufnahmezeitpunkt

# CtlZoomPos
source: Position
de: Aufnahmeort

# CtlZoomGain
source: Gain
de: Verstärkung

# CtlZoomTrigLevel
source: Trigger Level [dB]
de: Triggerschwelle [dB]

# MainToolEditSpeciesInfo
source: Edit species information
de: Bearbeite Spezies-Details

# MainToolManipWavFiles
source: Inspect and manipulate wav files
de: Betrachte und bearbeite WAV-Datei

# MainToolCreateSumReport
source: Create summarized report
de: Erstelle Datenauswertung über mehrere Projekte

# MainToolEditAppSettings
source: Edit application settings
de: Bearbeite Programm-Eintellungen

# MainToolOpenManual
source: Open manual
de: Öffne Bedienungsanleitung

# MainToolDefFilters
source: Define filters for lists
de: Definiere Filter für Auswertung

# MainToolEvalBatCalls
source: Evaluate and classify bat calls in project
de: KI gestützte Klassifizierung und Auswertung von Rufen

# MainToolEditColorScheme
source: Edit color scheme for waterfall diagram
de: Bearbeite Farbverlauf für Wasserfalldiagramm

# MainToolShowSoftwareInfo
source: Show software info
de: Zeige Softwareiformationen

# FrmFilterFilterExpression
source: Filter Expression
de: Filter Ausdruck

# FrmFilterToolCancel
source: Close list without changes
de: Schließe Fenster ohne Änderungen

# FrmFilterToolOk
source: Close list and save changes
de: Schließe Fenster und speichere Änderungen

# FrmFilterTitle
source: Manage Display Filter
de: Verwalte Anzeigefilter

source: Help
de: Hilfe

# FrmFilterListOfVars
source: List of available variables for different purposes
de: Liste der verfügbaren Variablen für verschiedene Anwendungen

# SettingsApplication
source: Application
de: Programm Allgemein

# SetDescLanguage
source: Set language
de: Sprache einstellen

# SetCatApplication
source: Application
de: Programm

# SetCatBatSpecies
source: Bat Species
de: Fledermausarten

# SetDescWfLog
source: Define if waterfall diagram should be logarithmic or linear
de: LEgt fest ob die Darstellung im Wasserfalldiagramm linear oder Logarithmisch ist

# SetDescFilter
source: Settings for display filter
de: Einstellungen für Anzeigefilter

# SetDescBatSpecies
source: Settings for bat species
de: Einstellungen für Fledermausarten

# SetDescProb
source: Minimal probability to copy automated to manually set probability with copy button
de: Mindestwert für die Erkennungswahrscheinlichkeit, um automatisch erkannte Art mit dem "Copy"-Button zu kopieren

# SetCatColorGradient
source: Color Gradient
de: Farbverlauf

# SetDescHeightWf
source: Height of waterfall diagram in pixel
de: Höhe des Wasserfalldiagramms in Pixel

# SetDescWidthFFT
source: Width of FFT in points (MUST be a power of 2)
de: Breite der FFT in Punkten (muss eine Potenz von 2 sein)

# SetDescColorOfLine
source: Color of line in XT diagram
de: Linienfarbe für das XT Diagramm

# SpecDescWidthWf
source: Width of waterfall diagram in pixel
de: Breite des Wasserfalldiagramms in Pixel

# SpecDescShowZoom
source: Show zoom view in a separate window side by side to main window
de: Zeige Zoom-Anzeige in separatem Fenster

# SetDescLengthZoomMs
source: Length of zoom for automatic zoom to call [ms]
de: Länge der Zoomanzeige für automatischen Zoom in Einzelruf [ms]

# SetDescWidthMainWin
source: Width of main window [px]
de: Breite des Hauptfensters [px]

# SetDescHeightMainWin
source: Height of main window [px]
de: Höhe des Hauptfensters [px]

# SerDescHideCallInfo
source: Hide call related information in overview
de: Verberge rufbezogene Informationen in Übersicht

# SetDescRangeZoomWin
source: Range for color gradient in zoom window [dB]
de: Bereich für Farbgradient im Zoomfenster [dB]

# SetDescMainWinPosY
source: Main window y position
de: Hauptfenster Y-Position

# SetDescMainWinPosX
source: Main window X position
de: Hauptfenster X-Position

# SetDescColorBackgXTDiag
source: Color of Background in XT diagram
de: Hintergrundfarbe für XT-Diagramm

# SpecDescColorRed
source: Definition of color gradient for color channel red
de: Definition des Farbverlaufs für den Kanal rot

# SpecDescColorGreen
source: Definition of color gradient for color channel green
de: Definition des Farbverlaufs für den Kanal grün

# SpecDescColorBlue
source: Definition of color gradient for color channel blue
de: Definition des Farbverlaufs für den Kanal blau

# SpecDescAbbr
source: 4 letter abbreviation for species name
de: Abkürzung Fledermausart (4 Buchstaben)

# SpecDescLatinSpec
source: Latin species name
de: Lateinischer Speziesname

# SpecDescShowSpec
source: Show species in comboboxes to select species
de: Zeige Species in Kombo-Box zur Auswahl

# SpecDescMinCall
source: Minimal call duration [ms]
de: Minimale Rufdauer [ms]

# SpecDescMaxCall
source: Maximal call duration [ms]
de: Maximale Rufdauer [ms]

# CtlSpecProofSpecies
source: Proof of Species
de: Artnachweis

# MainReportProject
source: Report Project
de: Auswertung Projekt

# MainSelectFolder
source: Select Folder
de: Projekt auswählen

# MainReportTimespan
source: Report Timespan
de: Auswertung Zeitabschnitt

# CtlReportCreate
source: Create Report
de: Erstelle Auswertung

# CtlSumReportStartDate
source: Start Date
de: Datum Anfang

# CtlSumReportEndDate
source: End Date
de: Datum Ende

# CtlSumReportTimespan
source: Timespan
de: Zeitspanne

# CtlSumReportTsDaily
source: Daily
de: Täglich

# CtlSumReportTsWeekly
source: Weekly
de: Wöchentlich

# CtlSumReportTsMonthly
source: Monthly
de: Monatlich

# MainFilterNone
source: None
de: Keiner

# MainToolFindSpeciesInfo
source: Find species by entering call parameters
de: Bestimme Art durch Rufparameter

# FindBatPossibleSpecies
source: Possible Species
de: Mögliche Arten

# FindBatNarrowDown
source: Narrow down species
de: Arten eingrenzen

# SpecDescMinCallDist
source: Minimal call diatance [ms]
de: Minimaler Rufabstand [ms]

# SpecDescMaxCallDist
source: Maximal call diatance [ms]
de: Maximaler Rufabstand [ms]

source: Call Distance
de: Rufabstand

# CtrlZoomMeanValues
source: Mean Values Calls
de: Mittelwerte über Rufe

# CtrlZoomFirst
source: First
de: Erster

# CtrlZoomLast
source: Last
de: Letzter

# fMaxAmpl
source: FmaxAmpl [kHz]
de: Hauptfreq. [kHz]

# MainTrainData
source: Training Data
de: Trainingsdaten

# frmStartPredInspect
source: Identify calls
de: Rufe ermitteln

# frmStartPredCut
source: Cut Calls
de: Rufe ausschneiden

# frmPredPrepare
source: Prepare data
de: Daten aufbereiten

# frmStartPredPredict1
source: Predict species (classifier 1)
de: Arten ermitteln (Klassifizierer 1)

# frmStartPredMsg
source: This operation may take a long time, do you want to proceed?
de: Diese Operation kann einige Zeit dauern, möchten Sie fortfahren?

# frmStartPredTitle
source: Start automatic prediction of species
de: Starte automatische Artenbestimmung

# MainBtnCopySpec
source: Apply spec. sel.
de: Übernehme Art sel.

# frmStartPredConfTest
source: Confidence test
de: Plausibilitätstest

# CtlLogCommand
source: Command:
de: Kommando:

# CtlLogEnterCommandHere
source: enter cosole command here...
de: hier Konsolenkommando eingeben...

# SetDescHeightLogCtrl
source: Height of log control [px]
de: Höhe des Logfensters [px]

# SetDescWidthFileSel
source: Width of file browser [px]
de: Breite des Dateiauswahlfensters [px]

# frmStartPredResample
source: Adapt sampling rate
de: Abtastrate anpassen

# frmStartPredPredict2
source: Predict species (classifier 2)
de: Arten ermitteln (Klassifizierer 2)

# frmStartPredPredict3
source: Predict species (classifier 3)
de: Arten ermitteln (Klassifizierer 3)

# FrmFilterTtipAdd
source: Add a filter expression to the list
de: Füge einen Filter zur Liste hinzu

# FrmFilterTtipShowList
source: show list of variables available for filter expressions
de: Zeige alle für Filter-Ausdrücke verfügbaren Variablen

# msgFactorySettings
source: Do you really want to reset to factory settings?
de: Sollen wirklich die Werkseinstellungen geladen werden?

# msgQuestion
source: Question
de: Frage

# SetDescScriptProp
source: full path to R script for determination of call parameters
de: Vollständiger Pfad zum R-Skript zur Bestimmung der Ruf-Parameter

# SetDescScriptPredict
source: full path to python script to predict bat species
de: Vollständiger Pfad zum Python-Skript zur Bestimmung der Fledermaus-Arten

# SetDescModDir
source: Full path to root directory containing the trained AI models
de: Vollständiger Pfad zum Wurzelverzeichnis der trainierten KI-Modelle

# SetDescSamplingRate
source: Re-sampling rate needed for AI model TSA
de: Abtastrate zur Umskalierung für das KI-Modell TSA

# msgZoomNotPossible
source: Enable both cursors first!
de: Bitte erst beide Cursor setzen!

# msgSaveBeforeClose
source: Do you want to save changed project before closing?
de: Soll das geänderte Projekt gespeichert werden, bevor es geschlossen wird?

# ctlZoomZoomAplitude
source: Zoom Aplitude
de: Zoom Amplitude

# msgDeleteFiles
source: Do you really want to delete all selected files?
de: Sollen wirklich alle ausgewählten Dateien gelöscht werden?

# SpecDescWav
source: full path to Wav example file
de: Vollständiger Pfad zu WAV-Beispieldatei

# SetCatModel
source: Model
de: Modell

# SetDescLearningRate
source: Set the learning rate to train the model
de: Learning Rate zum trainieren des Modells

# SetDescEpochs
source: Nr of epochs during training of model
de: Anzahl der Epochen zum Training des Modells

# frmStartPredCleanuop
source: delete temporary files after prediction
de: temporäre Dateien nach Artbestimmung löschen

# SetCatPrediction
source: Prediction
de: Artbestimmung

# SpecDescIdentify
source: identify calls and their parameters
de: Identifiziere Rufe und deren Parameter

# SpecDescAdapt
source: Adapt sample rate to trained model
de: Passe die Abtastrate an die des Modells an

# SpecDescCutCalls
source: Cut recordings to single calls
de: Zerschneide die Aufnahmen in einzelne Ruf

# SpecDescPrepData
source: Prepare data fro prediciton
de: Datenaufbereitung für Artbestimmung

# SpecDescPredict
source: Execute species prediciton
de: Artbestimmung durchführen

# SpecDescConfTest
source: execute confidence test
de: Plausibilitätstest ausführen

# SpecDescDelTemp
source: Delete temporary files (wav and data)
de: Lösche temporäre Daten (wav und Daten)

# MainToolRunScript
source: Run script
de: Skriptdatei ausführen

# BtnEdit
source: Edit
de: Bearbeiten

# BtnRun
source: Run
de: Ausführen

# CtlZoomSpeciesMan
source: Species Manual
de: Art Manuell

# CtlZoomSpeciesAuto
source: Species Auto
de: Art Automatisch

# MainToolCancelScript
source: Cancel running script
de: Stoppe Ausführung laufender Skriptdatei

# MainToolRefresh
source: Refresh views
de: Aktualisiere Bildschirm

# CtlSumReportRootDirectory
source: Root Directory
de: Wurzelverzeichnis

# ctlPrjInfoNotes
source: Notes
de: Notizen

# ctlPrjInfoCreated
source: Created
de: Erstellt

# ctlProjectInfo
source: Project Information
de: Projekt

# CtlSumReportDstDirectory
source: Destination Directory
de: Zielverzeichnis

# MainToolReport
source: Create Report
de: Erzeuge Auswertung

# frmMainFreezeAxes
source: Freeze Axes
de: Maßstab beibehalten

# frmMainXAxis
source: X-Axis:
de: X-Achse:

# frmMainYAxis
source: Y-Axis:
de: Y-Achse:

# frmMainScatterDiagram
source: Scatter Diagram
de: Streudiagramm

# FrmScriptDescription
source: Script Description
de: Skriptfunktion

# FrmScriptName
source: Script Name
de: Dateiname Skript

# FrmScriptTitle
source: Manage, edit and execute scripts
de: Verwalten, Editieren und Ausgführung von Skriptdateien

# FrmScriptTtipAdd
source: add a new script to the list
de: Füge der Liste ein neues Skript hinzu

# frmMainSoftwareManual
source: Software Manual
de: Bedienungsanleitung

# FrmMainBatDetermination1
source: Bat Species Determination, part 1
de: Fledermausbestimmung, Teil 1

# MainToolCreatePrj
source: Create project(s) from a collection of WAV files or another project
de: Importiere WAV Datei(en) oder Elekon-Projekt

source: Latitude
de: geographische Breite

source: Longitude
de: geografische Länge

# frmCreatePrjInfo
source: Please enter missing information to create a project from a selection of WAV files
de: Bitte die fehlenden Informationen zum Erstellen eines Projekts aus WAV-Dateien ergänzen

# frmCreatePrjTitle
source: Import WAV files or another Elekon project
de: Importiere WAV Datei(en) oder Elekon-Projekt

source: Latitude format error:
de: Formatfehler Geografische Breite:

source: Longitude format error:
de: Formatfehler Geografische Länge:

# FrmMainBatDetermination2
source: Bat Species Determination, part 2
de: Fledermausbestimmung, Teil 2

# SetDescReportColumn
source: Name of column in report for automatically detected species
de: Spaltenname im Report für die automatisch detektierte Spezies

# SetDescRootPath
source: Root path of application
de: Wurzelverzeichnis der Anwendung

# BtnSaveAs
source: Save as ...
de: Speichern als ...

# BtnLoad
source: Load ...
de: Laden ...

# ToolTipSaveAs
source: save zoomed section as WAV file
de: gezoomten Ausschnitt als WAV-Datei speichern

# frmCreatePrjSrcFolder
source: Source Folder(*.wav, *.bpr)
de: Quellverzeichnis (*.wav, *.bpr)

# frmCreatePrjDstFolder
source: Destination Folder for Project
de: Zielverzeichnis für Projekt

# frmCreatePrjMaxFiles
source: Max. Files in Project
de: max. Dateianzahl im Projekt

# frmCreatePrjWeather
source: Weather Conditions Recording
de: Wetter bei der Aufnahme

# frmCreatePrjLandscape
source: Landscape
de: Landschaft

# frmCreatePrjMaxFileLen
source: Max. File Length [s]
de: max. Dateilänge [s]

# frmCreatePrjName
source: Project Name
de: Projektname

# frmCreatePrjPosFromGpx
source: Position from gpx file
de: Positionen aus GPX-Datei

# frmCreatePrjFixedPos
source: fixed position
de: Feste Position

# frmCreatePrjSelectGpxFile
source: Select GPX file
de: GPX-Datei auswählen

# MainToolBtnAll
source: select all files
de: Alle Dateien selektieren

# MainToolBtnNone
source: deselect all files
de: Alle Dateien abwählen

# MainToolHideUnsel
source: hide unselected files
de: Verstecke nicht selektierte Dateien

# MainToolBtnShowAll
source: show all files (independent of selection)
de: Zeige alle Dateien (unabhängig von der Selektierung)

# MainToolBtnDelSel
source: delete all selected files
de: lösche alle selektierten Dateien

# MainToolBtnSize
source: change height of displayed sonograms
de: Ändere die Höhe der angezeigten Sonogramme

# MainToolHideCallInfo
source: hide/show call information in file list
de: zeige/verstecke Ruf-Informationen in der Dateiliste

# MainToolCopySelected
source: copy automatically detected species to field 'SpeciesMan' for all selected files
de: kopiere automatisch detektierte Spezies in das Feld 'SpeciesMan' für alle selektierten Dateien

# MainToolFilter
source: select predefined filter expression
de: wähle eine vordefinierte Filterbedingung aus

# CtlSumReportReportName
source: Report Name
de: Name der Auswertung

# frmCreatePrjEvalPrj
source: Evaluate created Project(s) automatically
de: Erzeugte Projekt(e) automatisch auswerten

# ToolTipDenoise
source: denoise the current file
de: Rauschunterdrückung

# ToolTipBandpass
source: apply bandpass for frequency range indicated by cursors
de: Bandpass anwenden für den mit Cursor markierten Frequenzbereich

# ToolTipUndo
source: undo changes
de: Änderungen rückgängig machen

# ToolTipSave
source: save altered WAV file
de: geänderte WAV-Datei speichern

# SetDescDataPath
source: Data path of application
de: Datenverzeichnis der Anwendung

# MainToolDebug
source: Show table of script variables
de: Zeige Script-Variablentabelle

# MainToolHelp
source: Show help files
de: Zeige Hilfe-Dateien

# titleCreateReport
source: Create Report Across Projects
de: Projektübergreifenden Bericht erstellen

# titleFrmTools
source: Tools for current File
de: Tools für aktuelle Datei

# MainBtnAddFile
source: Add File(s)
de: Datei(en) hinzufügen

# MainToolAddFile
source: Add file to current project
de: Datei zum Projekt hinzufügen

source: Add WAV file(s) to project
de: WAV Datei(en) zum Projekt hinzufügen

# OpenProjectFirst
source: please open Project first!
de: Bitte zuerst ein Projekt öffnen!

# MainToolQuery
source: Create a query across multiple projects
de: Erstellen einer Abfrage über mehrere Projekte

# FrmQueryTitle
source: Create/Edit query across multiple projects
de: Erzeugen/Editieren von Abfragen über mehrere Projekte

# frmQueryQuery
source: Query
de: Abfrage

# frmQuerySelSrcDir
source: Source directory
de: Quellverzeichnis

# frmQueryQueryName
source: Query Name
de: Name der Abfrage

# frmQuerySelDestDir
source: Destination Directory
de: Zielverzeichnis

# MainSummaryProject
source: Summary
de: Zusammenfassung

# ToolTipPausePlayingAudio
source: pause playing audio
de: Laufende Abspielung pausieren

# QueryReportMissing
source: Evaluation for project missing, please run evaluation first!
de: Auswertung für das Projekt fehlt, Überspringen und fortfahren: Ja, Abbrechen: Nein

# msgDeleteIntermediate
source: Delete all Mac OS related intermediate files found? (if not project creation will be canceled)
de: Alle temporären Mac OS-Dateien löschen? (wenn nein, wird die Erzeugung des Projekts abgebrochen)

# SetCatPrjExplorer
source: Project Explorer
de: Projekt-Eplorer

# SetDescShowOnlyFiltered
source: show only directories in the explorer that matches diectory filters
de: Zeige nur Verzeichnisse im Explorer, die der Filterbedingung der Filterliste entsprechen

# SetDescDirFilter
source: List of filters to apply on root directory in file explorer
de: Filterliste zur Anzeigefilterung im Wurzelverzeichnis des Explorers

# SetCatZoom
source: Zoom View
de: Zoom Fenster

# SetCatMainWindow
source: Main Window
de: Hauptfenster

# SetDescZoomType
source: LEFT: Zoom along left edge of image, CENTER: Zoom along center of image
de: LEFT zoomen entlang der linken Bildschirmkante, CENTER: zoomen entlang der Bildmitte

# MainToolCleanup
source: Cleanup intermediate files
de: Temporäre Dateien löschen

# ctlWavTools
source: Tools
de: Werkzeuge

# ctlWavTransfer
source: Transfer
de: Übernehmen

# ctlWavToolTipCall
source: click to show call in zoom view
de: Klicken, um Ruf in Zoom-Ansicht anzuzeigen

# SetDescScriptAutoToMan
source: 'intelligent' Script to copy all automatic detected species to manual
de: 'intelligentes Skript zum Kopieren der automatisch erkannten Spezies in das manuelle Feld

# MsgSpecifyScript
source: please specify a script to run in Application Settings: 'ScriptAutoToMan
de: Bitte legen Sie ein Script fest, das Aufgerufen werden soll in Einstellungen 'ScriptAutoToMan'

# frmCleanupDeletedFiles
source: deleted files
de: gelöschte Dateien

# frmCleanupLogFiles
source: Log Files
de: Log-Dateien

# frmCleanupPngFiles
source: PNG Files
de: PNG-Dateien

# frmCleanupSelRootFolder
source: select root folder
de: Wurzelverzeichnis

# frmCleanupTitle
source: Cleanup / Free disk space
de: Aufräumen / Speicherplatz freigeben

# frmExpressionSave
source: Save
de: Speichern

# frmExpressionApplyAllCalls
source: apply to all calls of recording
de: muss für alle Rufe innerhalb der Aufnahme erfüllt sein

# frmExpressionTitle
source: Generator for Filter Expressions
de: Generator für Filterausdrücke

# frmExpressionSaveExp
source: add expression permanently to filter list
de: Ausdruck dauerhaft in die Filterliste ausfnehmen

# ctlExpressionEditorTodoNr
source: please enter number
de: Bitte Zahl eingeben

# ctlExpressionEditorLeftSide
source: Left Side
de: Linke Seite

# ctlExpressionEditorRightSide
source: Right Side
de: Rechte Seite

# FilterHelpVarNrCalls
source: Nr of calls in recording
de: Anzahl der Rufe in der Aufnahme

# FilterHelpVarSpeciesAuto
source: Species determined by AI
de: von der KI ermittelte Art

# FilterHelpVarSpeciesMan
source: Species determined manually
de: Manuell ermittelte Art

# FilterVarHelpDuration
source: Duration of call [ms]
de: Dauer des Rufes [ms]

# FilterVarHelpFmax
source: Highest frequency in call [Hz]
de: höchste Frequenz im Ruf [Hz]

# FilterVarHelpFmaxAmp
source: highest intensity in call [Hz]
de: Frequenz höchster Intensität im Ruf [Hz]

# FilterVarHelpFmin
source: Lowest frequency in call [Hz]
de: niedrigste Frequenz im Ruf [Hz]

# FilterVarHelpProb
source: Probability AI determination of species
de: Wahrscheinlichkeit für KI ermittelte Art

# FilterVarHelpRecording
source: Remarks for the recording
de: Bemerkungen zur Aufnahme
