Repository: chrmue44/BatInspector
Catalog: BatInspector/Properties/MyResources.*.resx
Languages: de

# FilterVarHelpTime
source: time of recording
de: Zeitpunkt der Aufnahme

# MainFilterNew
source: new Filter...
de: neuer Filter...

# ExpGenNested
source: nested expression
de: verschachtelter Ausdruck

# SetCatLog
source: Log View
de: Log-Anzeige

# SpecDescShowError
source: Show error messages in log view
de: Zeige Fehlermeldungen in der Log-Anzeige

# SpecDescShowWarning
source: Show warnings in log view
de: Zeige Warnmeldungen in der Log-Anzeige

# SpecDescShowInfo
source: Show info messages in log view
de: Zeige Informationsmeldungen in der Log-Anzeige

# SpecDescShowDebug
source: Show debug messages in log view
de: Zeige Debug-Meldungen in der Log-Anzeige

# InstallerDataTxt1
source: copy program data files to 'shared documents
de: Kopiere Skripte ins Arbeitsverzeichnis

# InstallerModTxt1
source: install AI model batdetect2 (Univerity of Edinborough)
de: Installiere KI-Modell (Universität Edinborough)

# InstallerModTxt2
source: The process may take a while, please wait until it is finished!
de: Der Vorgang wird eine Weile dauern. Bitte warten bis das Fenster geschlossen wird!

# InstallerPyTxt1
source: install Python
de: installiere Python

# InstallerPyTxt2
source: IMPORTANT
de: WICHTIG

# InstallerPyTxt3
source: refer to chapter 2 in the manual
de: siehe Kapitel 2 in der Bedienungsanleitung

# InstallerPyTxt4
source: 1. wait for installer starting after pressing OK
de: 1. Warten bis Installer gestartet ist (nach Drücken von OK)

# InstallerPyTxt5
source: 2. Check the box 'add python.exe to path'
de: 2. 'add python exe to path' anklicken

# InstallerPyTxt6
source: 3. start 'Customize Installation'
de: 3. 'Customize Installation' starten

# InstallerPyTxt7
source: 4. check box 'install for all users' on 3rd page
de: 4. auf der dritten Seite 'install for all users' anwählen
